[
{"notes": "On Ireland’s Atlantic seaboard, ten miles west of the town of Lisdoonvarna, stand the majestic Cliffs of Moher. They are a popular tourist attraction but also a dangerous one – in the 25 years ended in 2017, 66 people tragically plunged over the cliffs to their death.\n\nOf course, there is no reason why anyone should meet such a fate. The long grassy path beside the cliffs is bounded by a wire fence, with frequent signs warning visitors not to cross it or to venture any closer to the cliffs. However, inevitably a few foolishly ignore the warning and, for a few of them, it is their last bit of foolishness on this earth. \n\nWhat makes the cliffs so treacherous is not just their height or the almost perpetual swirling wind. It is the grass growing in thick tuffets right up to the edge. You can never be sure when the turf will give way under your feet – when cutting it close is cutting it too close.\n\nWatching the current Washington debt-ceiling standoff is rather like watching reckless teenagers dance on the side of those cliffs. Their careless assurances that they would never countenance default should comfort no one, both because they seem willing to dance closer to the edge than ever before and the reality that they may not be able to tell precisely where that edge is until it is too late to avoid default. It should go without saying that politicians willing to take these risks on our behalf should not be in office. However, for investors, it is important to appreciate the risk of a debt-ceiling disaster and what steps could be taken to limit its impact on portfolios.\n\nWhy the debt ceiling is an issue\n\nThe normal budget process starts with the President submitting a budget proposal to Congress in early February for the upcoming fiscal year. While this particular proposal is often declared “dead on arrival”, it starts a process of congressional committee meetings, budget resolutions, appropriations bills and proposed changes to revenues which should be considered by the Congress in the following months. The fiscal year starts on October 1st and in the last 25 years Congress has never actually completed action on the budget by the start of the fiscal year, thus necessitating the passage of a series of continuing resolutions until the budget process can be wrapped up. However, importantly, no changes can be made in appropriations or to the federal tax code without a majority vote in both houses of Congress and the President’s signature.\n\nOn top of this process, however, the federal government instituted a debt ceiling in 1917 as part of the Second Liberty Bond Act to help fund the U.S. contribution to World War I. Since then, the limit has been suspended or raised over 100 times, although this has often been accompanied by some political theatre. Most notably, the debt ceiling crisis of 2011 led Standard and Poor’s to downgrade federal debt for the first time in U.S. history and another tense negotiation over the debt ceiling brought the country to within days of default in 2013.\n\nSince then, the debt ceiling has been raised or suspended five times without much controversy. Most recently, in December 2021, the debt ceiling was raised to $31.381 trillion, roughly $2.2 trillion higher than public debt subject to limit at that time. Deficits since then have, of course, added to the debt and in January, Treasury Secretary Janet Yellen announced that the federal government had reached the limit and was initiating extraordinary measures to pay the bills. She estimated the combination of the Treasury’s cash balances and these extraordinary measures would allow the Federal Government to pay the bills at least until early June.\n\nInvestors have been particularly concerned about the current debt-ceiling negotiations since Republicans achieved a narrow majority in the House of Representatives last November and have vowed to wring budget concessions from the Administration in return for a vote to increase or suspend the debt ceiling. \n\nHow close are we to the X Date?\n\nIn communications since January, Secretary Yellen has made it clear that considerable uncertainty surrounds the actual date on which the government will no longer be able to pay its bills, commonly referred to as the “X Date”. Part of that uncertainty is due to the difficulty in projecting annual tax payments and refunds which are processed around the mid-April tax filing deadline. \n\nWe are now getting some clarity on this issue. As of April 27th, with one business day left in the month, the Federal Government had $294 billion in its checking account at the Federal Reserve and we believe that the Treasury Department is already implementing all currently available extraordinary measures. We currently project budget deficits of $188 billion and $144 billion for May and June respectively, or a total of $332 billion, which would leave Treasury short by $38 billion. If Secretary Yellen could somehow find enough quarters in the couch to get to June 30th, there is a final one-time set of extraordinary measures available on that date, totaling $146 billion, that could just about fund the government through July, stretching the X Date out into early August.\n\nHowever, more likely we are talking about June, and possibly early June, since the government typically makes substantial payments at the start of each month. However, because of the variability of daily cash flows, the Treasury Department is unlikely to know the precise X Date until a few days before.\n\nThe state of the standoff\n\nThese calculations suggest that we could reach the X Date within the next six weeks, which naturally begs the question of where we are on negotiations. \n\nOn the House Republican side, last Wednesday, Speaker Kevin McCarthy succeeded in rounding up 217 Republican votes to pass a bill that would raise the debt ceiling by $1.5 trillion or until next March, whichever came first. However, the bill also contained $4.8 trillion in proposed deficit reduction measures over the next 10 years. These provisions include a $131 billion cut to current discretionary spending and then limiting the growth of discretionary spending to 1% per year over the next decade as well as cancelling the President’s student loan forgiveness plan and repealing most of the clean energy tax credits from last year’s Inflation Reduction Act. This bill will clearly not pass the Senate or be signed by the President.\n\nThe Administration, for its part, claims that it will not negotiate on raising the debt ceiling and is urging Congress to pass a clean debt ceiling bill. \n\nThe structure of the end game \n\nIn order to see what could be a possible solution to this standoff, it’s important to rule out what is unlikely to happen:\n\n First, there is no way, at this stage, to balance the budget to avoid debt from rising. CBO estimates for the current fiscal year suggest spending of $6.2 trillion and revenue of $4.8 trillion, resulting in a budget deficit of $1.4 trillion. The majority of that spending consists of Social Security, Medicare & Medicaid, and interest payments. Discretionary spending, divided roughly evenly between defense and non-defense programs, amounts to $1.8 trillion and there is no way that these programs could or should be cut so savagely in the short run as to achieve immediate balance. \nSecond, last minute prioritization is not practical. Some have argued that the federal government could avoid immediate default by prioritizing debt payments over all other bills that the federal government has to pay. This would, of course, be a mere stopgap since it would only avoid default in the long run if the budget were actually balanced. Moreover, the Treasury’s computers are essentially programed to pay all bills as they come due. There are millions of these bills every year and the computer coding to achieve actual prioritization would be formidable even with months of planning and impossible without it. No such plan has been implemented.\nThird, the so-called “14th amendment option” is fraught with peril. Section 4 of the 14th amendment to the U.S. Constitution declares that “The validity of the public debt of the United States, authorized by law,….shall not be questioned”. According to some legal scholars, this gives the President the right to ignore the debt ceiling. However, the issue has been hotly debated over the years and has never been adjudicated by the Supreme Court. A standoff in which the Administration allowed the debt to exceed the debt limit and then crossed its fingers that the Supreme Court would rule in its favor would be dangerous in the extreme since an adverse court ruling would result in instant default. \n Fourth, some have argued that the Treasury Department could mint a trillion dollar coin and deposit it at the Federal Reserve to continuing paying its bills. However, this approach would also set up a legal fight with a very uncertain outcome.\n\nOnce all of this is understood, it is clear that the only eventual end to the crisis can be a bipartisan bill passing Congress to raise, suspend or eliminate the debt ceiling. It will have to be bi-partisan as it will need a majority in the Republican-controlled House of Representatives and 60 votes in the Democratic-controlled Senate. It will have to have Speaker McCarthy’s acquiescence since the bill cannot reach the House floor without his agreement. And it will have to have the President’s approval since the bill will need his signature.\n\nAll of this will eventually require significant compromise. \n\nIn the best of all worlds, Congress would have the courage to both eliminate the debt ceiling altogether and set about the reform of spending and taxes required to bring the budget back to balance in the long run. \n\nHowever, in the world of Washington, there are really only two possible paths to avoid default.  \n\nThe simplest would be Speaker McCarthy agreeing to allow a bill onto the House floor to suspend the debt ceiling until the fall, allowing time to negotiate a budget compromise.\n\nAlternatively, the Administration could offer Speaker McCarthy enough budgetary concessions right now to get a compromise bill onto the House floor, while still being sufficiently balanced to win the Democratic votes necessary to pass the Senate.\n\nInvestment implications of the debt-ceiling cliff dance\n\nEither way, the debt ceiling will have to be raised or suspended on a bi-partisan vote and so the only real question is how soon we get to this point?\n\nIf the Administration and Congressional leadership make it clear that this is where we are headed and immediately start negotiating in earnest, then it is possible to imagine an increase in the debt ceiling passing before the end of May. If this were to happen, markets would largely ignore the fiscal debate and resume their focus on the risk of recession, the pace of inflation and the hawkishness of the Federal Reserve.\n\nIf, however, political posturing prevails for some more weeks, then we could reach the end of May with a growing nervousness about whether such a bill would pass Congress in time to avoid default. Equity market volatility would rise. In theory, a threat to credit-worthiness of federal debt should boost Treasury interest rates and depress the dollar. However, the traditional safe-haven role of both Treasuries and the dollar make this effect less certain.\n\nIf, in an act of unprecedented recklessness, Congress fails to increase or suspend the debt ceiling in time, the Treasury will likely miss an interest or principal payment on the debt. This event would likely precipitate a major stock market meltdown, a spike in Treasury interest rates and a collapse in the dollar. A further downgrade to U.S. debt would be probably occur. After a few days of chaos, Congress would likely suspend the debt ceiling for a period and get back to negotiating the budget. However, some default risk premium would likely permanently be added to U.S. Treasuries and the uncertainty caused by the crisis would increase the likelihood of a near-term recession.\n\nFor investors, it may be tempting to move to the sidelines while debt-ceiling uncertainty remains. However, it should be recognized that this situation will, eventually, be resolved. Partisanship in Washington could push the federal government to the brink of default or, in a worst case scenario, actual default. However, members of Congress won’t have the stomach to perpetuate a fiscal crisis and recession if, by the simple act of suspending the debt ceiling, they can provide relief to their constituents. The passage of such a bill should cause a rebound in the stock market, although some damage to the dollar and the Treasury bond market may be permanent.\n\nAcross all of these outcomes, the one potentially common thread is a decline in the dollar and investors may want to make sure they have good exposure to the bonds and stocks of other developed economies, denominated in foreign currency.\n\nHowever, it is best not to think of the debt-ceiling crisis as a potential rerun of the Great Financial Crisis. Restoring confidence in the U.S. banking system in the wake of the subprime crisis was an immensely complicated and uncertain task. By contrast, recovery from a debt-default crisis would likely start the day Congress, belatedly, suspended the debt ceiling. Getting close to default or actually defaulting would undoubtedly reduce confidence in U.S. political leaders. However, given their willingness to dance on the cliffs of debt default, it is hard to imagine that much of this kind of confidence is priced into global markets today. \n\n\n\n"},
{"notes": "In 1787, on the last day of the Constitutional Convention, a lady asked Benjamin Franklin what form of government had been agreed to. He famously replied, “A Republic – if you can keep it”. He was, of course, alluding to the danger that partisanship or ill-advised policies could yet return the young country to the monarchy it had so recently escaped. \n\nIn the spring of 2023, we have a soft landing – if we can keep it. Labor market data, in particular, suggest a trend of normalization to slow and steady growth. However, this desirable outcome is still threatened by intransigence on the issue of the debt ceiling in Congress, (notwithstanding the weekend deal between President Biden and Speaker McCarthy) and undue zealotry on the part of some Fed officials in battling inflation. The next few days should provide some clarity on all of these issues but particularly on the state of the U.S. jobs market with the release of the job openings and labor turnover survey (JOLTS) on Wednesday, unemployment claims on Thursday and the employment report on Friday. \n\nOne way to try to assess the state of the labor market and its implications for monetary policy and investing, is to bucket the numbers into four groups, namely, those that pertain to labor demand, labor supply, employment growth and wages. \n\nLabor Demand\n\nStarting with labor demand, on Wednesday we get a new read on job openings for the end of April, along with numbers on quits and layoffs.\n\nAmong all the labor market data, job openings appear to be furthest from normal. The pre-pandemic peak in job openings was 7.6 million in November 2018. Job openings initially plunged in the pandemic and then soared to a new peak of 12.0 million in March 2022. In the year since then, strong hiring and more cautious business attitudes have led to a decline in openings but, as of March 2023, they were still at 9.6 million - two million higher than their pre-pandemic peak. \n\nThis picture of excess job openings is confirmed by survey data from the National Federation of Independent Business which showed that 45% of small businesses had unfilled job openings in April, down from a record high of 51% in May 2022, but far above any pre-pandemic reading or the 49-year average of 23%.\n\nThis may overstate the degree of excess demand for labor as it doesn’t cost much for a business to keep a job posting open. So while we expect another small decline in job openings in the April data, other numbers in the JOLTs report could be more significant. In particular, it’s worth looking at the ratio of quits to layoffs. In some sense this could be seen as a balance between worker complacency and business caution.\n\nFor most of the last 20 years, this ratio has been rising, peaking in March of 2019 at a level of 2.09 – that is to say, just over two voluntary quits for every one layoff. After an initial pandemic plunge, the ratio soared to a new peak of 3.35 by April 2022, as workers felt confident enough to hand in their notice on the way to bigger and better things and employers were loath to let good people go. Since then, it has retreated to 2.13 – 97% of the way back to its pre-pandemic peak.\n\nUnemployment claims represent another important measure of labor demand. In the two years before the pandemic, initial unemployment claims averaged 217,000 per week, reflecting a tight labor market. Initial claims then exploded during the pandemic but have now returned to relatively normal levels, averaging 215,000 per week over the past year, although an average of 232,000 over the past four weeks suggests some gathering labor market weakness. This weakness is even more apparent in layoff announcements tabulated by Challenger, Gray and Christmas which, at an average of 84,000 per month, are running well above their pre-pandemic levels and contributing to public perceptions that the economy is slowing down. \n\nSo, broadly speaking, data on quits, layoffs and unemployment claims suggest that labor demand had fully returned to pre-pandemic levels, with only job openings data pointing to a huge excess demand for labor.\n\nLabor Supply\n\nOn the supply side, the short-term impacts of the pandemic are over. However, the long-term effects, combined with relatively weak demographics, are likely to hold labor supply in check.\n\nThe good news is that illness is no longer keeping an unusually high number of people away from their jobs. In April of this year, 2.9 million people reported that they could not work for all or part of the employment survey week due to their own illness. This is down very sharply from the 7.8 million peak in January 2022 and is only marginally higher than the April average of 2.7 million in the five years before the pandemic. \n\nThe bad news is that there is a lingering long-COVID problem. According to the Household Pulse Survey, conducted for the CDC by the Census Bureau, 1.4% of adults in late April and early May reported having significant activity limitations from long COVID, a number that has varied in a narrow range between 1.4% and 1.8% since last September. While this is, thankfully, a small percentage, it still represents roughly 3.5 million adults, many of whom are likely restricted in their ability to work.\n\nThis long-lasting impact of COVID adds to the impact of generally weak demographics due to the aging of the baby-boom generation. This has been alleviated, to some extent by a recent post-pandemic revival in immigration. Still, in the year ended in April 2023, while the population age 16+ rose by 1.0%, the population aged 20-64 grew by only 0.6%.\n\nAnd then there is the issue of willingness to work. At first glance, it would seem that the labor force participation rate has a long way to go to return to normal. In the five years before the start of the pandemic, it averaged 62.9%. That is to say, 62.9% of the civilian non-institutionalized population aged 16 and older was working or actively looking for a job. Moreover, it was trending up, hitting a peak of 63.3% in February of 2020. By April of 2020 it had plunged to 60.1% and by April of 2023 had only recovered 76% of that drop, standing at 62.6%.\n\nHowever, these statistics are very misleading. The problem with the labor force participation rate is that it includes everyone over the age of 15 and so includes millions of American retirees. Labor force participation drops dramatically over the age of 65 and, ever since 2012, the baby-boom generation has been moving over the age of 65. Indeed, all other things being equal, the aging of the U.S. population would have reduced the labor force participation rate by 0.51% between February of 2020 and April of 2023. This suggests that the true labor-force participation rate has recovered 91% of its pandemic losses. If another 728,000 people were in the labor force today, we would be back to the age-adjusted, pre-pandemic labor force participation rate peak. If we add in the impact of long COVID in pulling people out of the labor force, we are likely very close to the peak labor force participation rate that we could expect, even with solid wage growth and very low unemployment.\n\nThe idea that we are close to maximum labor supply is also supported by a decline in the average workweek for all workers down to 34.4 hours in March and April. The workweek has been sliding steadily, as the pandemic has abated, as those workers who could come back to work part time have done so. However, the average workweek has now returned to its pre-pandemic average suggesting that there may not be many qualified workers who could still devote more hours to the job.  \n\nJob Growth\n\nAdding it up, the data suggest that, while the labor market is tight, the excess demand for labor is cooling quickly while the number of available workers that could be lured back into the workforce has also fallen sharply from its post-pandemic surplus. This would suggest that we should be seeing a deceleration in payroll job growth and a stabilization in the unemployment rate. And, indeed, we appear to be seeing both of these effects.\n\nIn particular, while monthly numbers are volatile, a three-month moving average of payroll employment growth has fallen from 524,000 in April 2022 to 222,000 in April of 2023. We believe this fell further in May to roughly 205,000 for the month and 208,000 as a three-month moving average.\n\nFrom the fourth quarter of 2000 to the fourth quarter of 2019, that is, from cyclical peak to cyclical peak, real GDP in the United States grew at an average annual rate of 1.97% while payroll employment grew at an annual rate of 0.72%. If this relationship holds going forward and if the economy somehow managed to maintain a real GDP growth rate of 1.97%, it would imply payroll growth of just 93,000 jobs per month.\n\nHowever, in practice, businesses over-hire in expansions and over-fire in recessions. Consequently, it is possible that employment growth will remain above this pace for a few more months and then dip below it later in the year, possibly turning negative as businesses grow more wary. In similar fashion, it may be that job growth, in an environment of very tight labor supply pushes the unemployment rate below its current 53-year low of 3.4% to a 70-year low of 3.3% or lower, before gradually beginning to rise towards the end of the year.\n\nWage Growth\n\nAnother remarkable aspect of the normalization of the labor market is that it is occurring without extraordinary wage gains or industrial action. Average hourly earnings for all workers were up 4.4% year-over-year in April, marking a 25th consecutive month where year-over-year wage growth trailed CPI inflation. While everyone is very aware of the burden of higher inflation on families, corporations have been remarkably successful at holding wage growth in check. In addition, only six major strikes have started in the first four months of 2023, compared to a still low 23 in 2022, indicating that workers are not aggressively demanding wage increases. \n\nThis may reflect general economic pessimism – surveys of both economists and the general public show a significant fear that the economy will fall into recession. However, it may also reflect a general lack of bargaining power on the part of workers. Either way, while solid wage growth may be slowing the overall decline in inflation, there is no evidence that it is causing any reacceleration in inflation.\n\nA Soft Landing - If We Can Keep It\n\nMost of this is very good news. In 2022, many feared that the economy was headed for runaway inflation. Entering 2023, many felt recession was inevitable. However, in the spring of 2023, the labor market and the economy in general are trending towards a soft landing.\n\nWhile this may give investors reason for some optimism, caution is still warranted. This week needs to see the passage of a debt-ceiling deal by both houses of Congress, requiring both sides to put the national interest above political posturing. In addition, the Federal Reserve needs to stop raising short-term interest rates. While the economy is still seeing just a slow-motion slowdown, there remain significant issues on both the liability and asset side of regional bank balance sheets and this still has the potential to tip the economy into recession. \n\nIn short, improved prospects for the U.S. economy suggest opportunity in risk assets in general. However, questions about decisions about to be made in Washington underscore the need to maintain broad diversification.  \n\n"},
{"notes": "Across the economy, the outlook is for slower growth. Slower growth in demand, in employment, in profits and in inflation. Recession is by no means certain. However, a slow-growing economy is rather like a slow-moving bicycle – the slower its moves, the easier it is to topple it over. And so, in the spring of 2023, there is a significant risk of recession starting before the end of the year.   \n\nStarting with economic growth, it makes sense to look at the components of demand, namely, consumer spending, home-building, business fixed investment, inventory growth, international trade and government spending.\n\nConsumer spending is still being dampened by the lagged effects of the end of government pandemic assistance. Federal aid boosted spending to unsustainable levels in 2020 and 2021 and consumers have tried to maintain this spending by eating into savings and increasing debt. The personal saving rate, (which is the difference between disposable income and personal outlays, expressed as a percent of disposable income), averaged 7.6% in the five years before the pandemic but, after a roller coaster ride over the past three years, was just 4.8% in the first quarter of 2023. Saving will likely increase over the next few years, dragging on spending relative to income. This could well be exacerbated in coming months by a resumption of repayments on federal student loans. \n\nThat being said, consumer spending will be helped by pent-up demand for light vehicles. Light-vehicle sales averaged 17.2 million units in the five years before the pandemic but just 14.4 million units over the past three years, as the pandemic suppressed both demand and supply. Improved supply has now boosted light-vehicle sales to a 15.9 million unit annualized rate in April and, if sales sustain or build on this pace for the rest of the year, it may be enough to keep real consumer spending growing, even with weakness elsewhere. Tuesday’s retail sales report will give us an important read on both auto sales and consumer spending in other areas.\n\nHomebuilding appears to be stabilizing at a low level. Single-family building permits fell by 35% in the year ended in the first quarter of 2023. However, with supply tight and mortgage rates steady at close to 6.5%, there are signs that the worst of the decline is behind us. Looked at on a monthly basis, single-family permits reached a 5-month high in March and we expect them to be relatively stable in Wednesday’s housing starts report, while home-builder sentiment and home sales have both partially recovered from their winter lows. Meanwhile, multi-family home-building remains strong, reflecting the impact of high rents and a very tight supply of rental units.\n\nBusiness fixed investment appears to be the most vulnerable area of demand. Layoffs in the tech sector could reduce the growth in R&D while growing caution on the part of lenders could restrain spending on new equipment. In addition, significant vacancies in the office and retail sectors should weigh on construction spending, although this could be somewhat alleviated by better growth in warehousing and data centers.\n\nInventories rebounded very sharply throughout 2022 as businesses replenished stocks depleted by the pandemic. However, this process now appears to have come to an end with real inventories actually declining slightly in the first quarter. For the rest of this year, inventories should see modest growth, adding to real GDP growth. However, pessimism among businesses, the growth of on-line shopping and higher interest costs should all constrain inventory growth going forward, limiting its impact on GDP gains.\n\nInternational trade added to real GDP growth over the past four quarters. However, going forward, it should be a mild drag, reflecting the lagged impact of a too-high dollar. That being said, the global economy appears to be seeing a pickup in momentum in the first half of 2023 while the trade-weighted dollar has now fallen by 10% from its peak. This should limit the damage to the economy from deteriorating trade going forward.\n\nFinally, government spending should be a mild positive for growth going forward. Federal government spending will likely be restrained by divided government in Washington. However, state finances remain in relatively healthy condition and state and local spending should expand in line with employment as governments seek to fill currently vacant roles.\n\nAdding up the pieces of demand, it is easy to predict a further mild slowdown in real GDP growth. However, it is hard to forecast a sharp recession without some other, as yet unrevealed, shock.\n\nEmployment growth also appears to be diminishing, despite a relatively strong April jobs report. The unemployment rate, at 3.4% is within a tenth of the lowest unemployment rate seen in 70 years. However, payroll job growth has been trending down, averaging 222,000 jobs over the last three months compared to 334,000 jobs in the prior three months and 524,000 jobs in the same period a year ago. The last few months have seen a steady increase in unemployment claims from very low levels, a decline in job openings from very high levels and many other indicators pointing to slower job growth. We expect this to continue in the months ahead as business grow more cautious and labor supply continues to be a problem. If real GDP growth stays soft over the spring and the summer, payroll job growth could well slip into negative territory by sometime in the fall.\n\nSome of this, of course, depends on corporate profits and first quarter earnings have been surprisingly strong, all things considered. With over 90% of the S&P500 market cap reporting first-quarter numbers as of last Friday, 69% had beaten earnings estimates and 66% had beaten revenue estimates. Analysts normally lowball these numbers, so positive surprises, rather paradoxically, are to be expected. Still these were better positive surprise numbers than over the last three quarters, suggesting that analysts were expecting more weakness at the start of the year than actually materialized. \n\nS&P500 operating earnings per share, at roughly $53.42, were up 8.2% year-over-year in the first quarter. We expect year-over-year gains to fade over the next few quarters as the economy sees slower growth and lower inflation. However, the ability of U.S. corporations to produce this kind of earnings growth in a difficult climate bodes well for profit gains in the years ahead.\n\nAnd finally there is the issue of inflation. Seasonally adjusted headline CPI inflation came in at 5.0% year-over-year in April, unchanged from March but down from 8.9% last June. We expect this to drop to 3.5% or lower by this June and then move sideways or slightly upwards up for the rest of the year before resuming a decline to 2.0% or lower by the end of 2024. Normalizing commodity markets, diminished supply chain disruptions, an increasing supply of apartments to rent and moderate wage gains all make it clear that inflation is on a steady downward trend. Numbers published over the next few months should allow many, including Federal Reserve officials, to acknowledge this.\n\nThere are, of course risks that could push the economy into recession and lead to a stock market slump in the months ahead. One obvious danger is that Washington brinksmanship leads to a disastrous default on our national debt. A second is that today’s level of short-term interest rates is simply too high to prevent worsening problems for U.S. regional banks and the businesses that depend on them. Beyond this, there is always the potential for some geopolitical event to impart a shock to the U.S. economy. \n\nHowever, as of today, we are in a slow-motion slowdown rather than recession and this environment could yet be supportive of financial markets. While bond yields have fallen recently, they remain well above their averages over the past decade and fixed income, in general, should provide both income and diversification as the threat of inflation fades. U.S. equities remain much cheaper than at the start of 2022, while a falling dollar should add to the returns on international equities. That being said, it doesn’t take much to tip a slow-motion slowdown into an outright recession and, for this reason, investors would be well advised to adopt a well-diversified and cautious approach in the spring of 2023.\n\n"},
{"notes": "I am shockingly, comically bad at golf. However, that doesn’t stop me from occasionally watching more gifted souls play the game. \n\nOne of their techniques is to examine a putt from multiple perspectives. They take a careful look at the green as they come up to mark their ball, look at the putt from the side, squat down to consider it from the opposite direction, and generally scout out the lay of the land from all angles. For myself, since I’m generally wielding the putter playing my seventh or eighth, I don’t further test the patience of my companions with such preparations. However, I will admit that, for the average golfer, looking at a putt from multiple angles yields useful information.\n\nA similar rationale can be applied to monetary policy decisions. Changes in monetary policy are among the most important drivers of stock and bond returns. Consequently, one of the questions we are asked most frequently is where will the federal funds rate be at the end of the year?\n\nThere are at least five ways of thinking about this question and each of them says something about the investment environment. In particular, it’s worth considering:\n\nWhere does the Fed expect it to be?\nWhere does the futures market expect it to be?\nWhere do investment professionals expect it to be?\nWhere, given optimal economic policy, should it be? and\nWhere is it likely to be?\n\nOn the first question, the Fed provides explicit guidance four times a year. The Federal Open Market Committee (FOMC), when fully staffed, numbers 19 in total, including seven members of the Federal Reserve Board of Governors and the presidents of the 12 regional federal reserve banks. The FOMC meets eight times a year and before four of those meetings, (those held in March, June, September and December), each member provides their own forecasts of some key economic variables and the level of the federal funds rate at the end of the next few years. This forecast for the federal funds rate is actually shown as a “dot plot” chart, with each dot signifying the opinion of one of the participants.\n\nIn March, there were only 18 participants, as governor Lael Brainard had recently resigned to take up another post. At that time, when considering the appropriate federal funds rate for the end of 2023, one member thought the rate should be between 4.75% and 5.00%, ten said between 5.00% and 5.25%, three thought between 5.25% and 5.50%, three said between 5.50% and 5.75% and one thought between 5.75% and 6.00%.\n\nThe median forecast was, therefore, between 5.00% and 5.25%. At that March meeting, the Fed boosted the rate to a range of 4.75% to 5.00% and, in May, raised it again by 0.25%, moving the rate to that median end-of-year forecast. \n\nOn June 14th, at the end of the next FOMC meeting, markets will have a new dot plot to consider. In recent weeks, many Fed officials have provided hints on the evolution of their views and, based on this information, we expect the Fed to leave rates unchanged in June and continue to provide a median year-end forecast of 5.00% to 5.25%.\n\nOne interesting aspect of the current environment is that futures markets don’t appear to believe this FOMC forecast. In particular, as of this morning, while the fed funds futures market was pricing in only an 18% shot that the Fed would raise rates at their June meeting, it was fully pricing in one 25 basis point rate cut and a 90% chance of a second before the end of the year.\n\nAt first, this seems very puzzling. By forecasting a rate of 5.00% to 5.25% for the end of the year, members of the FOMC are implicitly sending a message that they intend to raise the federal funds rate to an appropriately restrictive level and hold it there into 2024. Some of them have even explicitly said this. So why doesn’t the futures market believe them?\n\nActually, this may not be entirely a case of the market doubting the Fed. The yield curve remains heavily inverted today with a federal funds rate of 5.08%, a two-year yield of 4.22% and a ten-year yield of 3.65%. Long-term rates have been driven down by a global demand for Treasuries and an expectation of slower growth, lower inflation and easier Fed policy in the long run. \n\nHowever, as long-term rates have fallen, investors have been encouraged to buy shorter duration securities, bending the entire yield curve downwards. As Treasury yields have fallen, arbitrage should have pulled derivative market yields down also and the fed funds futures market is, of course, a derivative market rather than an unbiased snapshot of the expectations of the average market participant. \n\nIn other words, it is quite possible for the fed funds futures markets to “price in” two rate cuts before the end of the year even if the majority of market participants don’t believe that this is the most likely scenario.\n\nAnd actually, survey data suggest most market participants believe the Fed. Of the 72 respondents to Bloomberg’s most recent survey of professional Wall Street forecasters, published last week, 47 predicted that the fed funds rate would end the year in a range of 5.00% to 5.25%, compared to 22 predicting something higher and 3 predicting something lower.\n\nThis survey did not ask what the Fed should do, from the perspective of optimal policy. However, this is also a question worth considering since, if the Fed is making a mistake, they will likely realize it at some point and change direction.\n\nOptimal policy should reflect a judgement on the direction of economic growth on one side and inflation on the other. It should also consider what might be a reasonable tradeoff between the two and the risks that the economy faces. \n\nOn growth, recent data have been generally comforting. April saw somewhat stronger-than-expected auto sales, housing starts and employment numbers, suggesting that real GDP is continuing to grow in the second quarter, despite widespread predictions of recession. That being said, there are clear signs of diminishing momentum in the labor market. In addition, continued fiscal drag, slow labor force growth, an increasingly cautious business sector and tighter bank lending all have the potential to slow growth further. This being the case, it is a very close call as to whether the economy will enter recession or not before the end of 2023.\n\nOn the inflation front, the news continues to be encouraging. Year-over-year CPI inflation has now fallen from a peak of 8.9% last June to 5.0% in April. Recent data show a stabilization in energy prices, airfares and hotel rates and declines in some food and used car prices. This, combined with very strong inflation in May and June of last year, suggests that year-over-year inflation should fall to roughly 4.1% in May and to between 3.0% and 3.5% in June. Moreover, with rental inflation also now peaking, it is possible that year-over-year inflation will remain below 4% through the end of 2023 before sliding steadily to 2.0% over the course of 2024.\n\nWhile runaway inflation is and should be regarded as unacceptable by the Federal Reserve, inflation that is at much more moderate levels and on a steady downward track should not be alarming. It does not seem logical to precipitate a recession to accelerate this inflation decline.\n\nMoreover, while there is some risk of renewed inflation pressure, most of the risks faced by the economy are of a more disinflationary hue. In particular, we don’t know how much further pressure could be put on regional banks by the current level of interest rates, given gradual deposit outflows and questions about commercial real estate loans in particular.\n\nBearing all of this in mind, the Federal Reserve would seem to be well advised not to raise rates any further. Indeed the track record of monetary history in this century strongly suggests that the Federal Reserve has been too activist, having little impact on their professed goals of modulating inflation and economic growth but having a great deal of disruptive effect in first inflating and then bursting asset bubbles. A truly optimal policy would probably be an orderly return to a “neutral” interest rate and an avowal not to budge from that rate, except in case of financial emergency, allowing fiscal policy to be used to speed up or slow down the economy.\n\nGiven all of this, what is the Fed most likely to do? \n\nFirst, the mid-June FOMC meeting should be preceded by a relatively moderate employment report on June 2nd and a benign CPI inflation report on June 13th. If this is the case, and assuming that some resolution is found to the debt-ceiling standoff between now and then, the Fed is likely to go on hold, reserving the option to increase rates further should inflation pressures pick up. \n\nThereafter, the Fed would like to hold rates at current levels through the end of the year. However, if inflation continues to decline and the third quarter sees declines in both real GDP and payroll employment, the Fed could cut interest rates at their mid-December meeting. Conversely, if growth and inflation merely continue to slow throughout 2023, the Federal Reserve will likely postpone rate cuts until 2024. \n\nIt should finally be noted that when the Fed does cut rates in 2024, it will likely feel the need to cut multiple times, as there is no aspect of the current economic environment that suggests a revival in either growth or inflation next year.\n\nFor investors, it is important to assess all the angles on Fed policy this year. The issue is not just what the Fed will do but whether they will be right in doing it. Easier monetary policy in the short run would be an unambiguous positive for the economy and markets. However, policy that is too tight, while it could result in unnecessary economic pain, would also pave the way for easier policy next year, setting the stage for a more benign environment for financial assets even if it is a tougher one for American workers and consumers.\n\n"}
]